src/cf/DataProcessors/ОбменЭСФ/Templates/ЗапросВСqueryProductIdsRequest/Ext/Template.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nam="namespace.vstore">
   <soapenv:Header/>
   <soapenv:Body>
      <nam:queryProductIdsRequest>
         <sessionId>[sessionId]</sessionId>
         <registrationNumbers> [registrationNumberList]</registrationNumbers>
      </nam:queryProductIdsRequest>
   </soapenv:Body>
</soapenv:Envelope>